Repository: boajr/Identity
Catalog: TestTelegram/Resources/Boa.Identity.ResetPasswordService.*.resx
Languages: it

source: Cancel
it: Annulla

source: Please post your contact card to be identified
it: Posta il tuo contatto per essere riconosciuto

source: Please reset your password by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
it: Ripristina la tua password <a href='{0}'>cliccando qui</a>.

source: Reply to this message with new password
it: Rispondi a questo messaggio con la nuova password

source: Reset Password
it: Ripristino password

source: Send&#xD;&#xA;CONTACT CARD
it: Invia CONTATTO

source: This contact card does not contain the phone number!&#xD;&#xA;Please post one with the correct value
it: Questo contatto non contiene il numero di telefono! Inviane uno con tutti i campi compilati

source: This isn't your contact card!&#xD;&#xA;Please post the right one
it: Questo non è il tuo contatto! Invia quello corretto

source: Unknown user!&#xD;&#xA;Please post your contact card to be identified
it: Utente non trovato! Posta il tuo contatto per essere riconosciuto

source: User updated successfully
it: Utente aggiornato correttamente

source: Your password has been reset
it: Password ripristinata correttamente

source: Your phone number is not in the user list!
it: Il tuo numero di telefono non è presente nel registro degli utenti!
